IDEA Open Model
CombiItem.LoadCase Property
Compatible with IDEA StatiCa Beta 20.0
 Load case
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement LoadCase { get; set; }
Public Property LoadCase As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
CombiItem Class
IdeaRS.OpenModel.Loading Namespace